import React from "react";

export default function Info() {
  return (
    <div classsName="name">
      <p>
        <h5>
          "Реал Мадрид" - іспанський професійний футбольний клуб з міста Мадрид.
          Визнаний FIFA найкращим футбольним клубом XX століття.
        </h5>
      </p>
      <p>
        <h5>
          «Реал Мадрид» — один із трьох клубів, які жодного разу не залишали
          вищий іспанський дивізіон
        </h5>
      </p>
      <p>
        <h2>Епоха Сантьяго Бернабеу (1945—1978)</h2>
      </p>
      <p>
        <h5>
          У 1945 р. президентом клубу став Сантьяго Бернабеу — людина, яка
          розпочала нову епоху в історії «Реала». Він почав перетворювати клуб
          на бізнес-структуру, яка зможе давати великі прибутки та досягне
          значних спортивних результатів. До середини 50-х років минулого
          століття, коли в Європі вирішили створити континентальну федерацію
          футболу, яке налагодило б регулярне проведення змагань як клубних, так
          і національних команд, мадридський «Реал» не був головним авторитетом
          в Іспанії. Однак саме «Реал» виграв першість 1954/55, завдяки чому
          став першим іспанським делегатом в Кубку європейських чемпіонів. З
          того моменту «Реал» утвердився на європейській вершині на п'ять років.
          Успіхи на міжнародній арені супроводжували й перемоги у внутрішньому
          чемпіонаті, яких в період з 1954 по 1969 рік було 12. Протягом півтора
          десятка років виходило так, що якщо мадридці й поступалися вдома
          першістю, то обов'язково вигравали Кубок чемпіонів. Таким чином, вони
          постійно брали участь в найпрестижнішому європейському турнірі
          впродовж 15 років поспіль, вперше не потрапивши до нього лише в 1970
          році. В ту золоту епоху в «Реалі» сяяли натуралізований аргентинець
          Альфредо Ді Стефано (найкращий футболіст Європи 1957 і 1959 років),
          француз Раймон Копа (володар «Золотого м'яча» 1958 року), угорець
          Ференц Пушкаш, Франсіско Хенто — шестиразовий володар Кубка чемпіонів.
          У середині 60-х компанію «довгожителеві» Хенто становили Хосе
          Сантамарія, Амансіо, Піррі. Поступово після завершення кар'єри гравців
          ветеранів команди, переможні традиції в Європі було втрачено. 2 липня
          1978 року під час проведення чемпіонату світу в Аргентині помер
          президент клубу Сантьяго Бернабеу. ФІФА у зв'язку з цим оголосив
          триденну жалобу. Наступного року клуб організував перший Кубок
          Сантьяго Бернабеу на згадку про свого колишнього президента.
        </h5>
      </p>
      <br />
      <br />
      <br />
      <p>
        <h2>Форма клубу на даний час(Домашня і 2 виїзні)</h2>
      </p>
      <img alt="img" src="1kit.jpg" width="200" className="rm-kit" />
      <img alt="img" src="2kit.jpg" width="200" className="rm-kit" />
      <img alt="img" src="3kit.jpg" width="200" className="rm-kit" />
      <br />
      <br />
      <br />
      <br />
      <br />
      <p>
        <h3>Состав Реал Мадриду 2023-2024</h3>
      </p>
      <img alt="img" src="sostav.jpg" width="300" className="rm-sostav" />
      <br />
      <br />
      <br />
      <br />
      <p>
        <h5>Наразі состав виглядає так, схема 4-1-2-1-2</h5>
        <h5>
          На 2024 рік замість воротаря Тібо Куртуа, на воротах стоїть Андрій
          Лунін
        </h5>
        <h5>Дана схема дуже ефективна.</h5>
      </p>
      <p>
        <h3>Історія емблем клубу(1902-2001)</h3>
      </p>
      <img alt="img" src="Real_emblem.png" width="100" className="rm-emblem" />
      <img
        alt="img"
        src="Real_emblem_4.png"
        width="100"
        className="rm-emblem"
      />
      <img
        alt="img"
        src="Escudo_Real_madrid_1931.png"
        width="100"
        className="rm-emblem"
      />
      <img
        alt="img"
        src="Escudo_real_madrid_1941b.png"
        width="100"
        className="rm-emblem"
      />
    </div>
  );
}
